[
  {
    "title": "Creating the Space",
    "steps": [
      {
        "img": "step-1.png",
        "title": "Find a comfortable space.",
        "text": "Choose a quiet and calm environment where you and the other person can relax without distractions."
      },
      {
        "img": "step-2.png",
        "title": "Stand facing each other.",
        "text": "Position yourselves facing each other, with your feet comfortably apart and arms relaxed by your sides."
      },
      {
        "img": "step-3.png",
        "title": "Initiate the hug.",
        "text": "Gently open your arms and invite the other person to step forward and embrace you in a full body hug. Ensure that both of you are comfortable and relaxed in this position."
      }
    ]
  },
  {
    "title": "Initiating the Hug and Breath Awareness",
    "steps": [
      {
        "img": "step-4.png",
        "title": "Adjust your breathing.",
        "text": "Take a moment to settle into the hug and become aware of your breathing. Allow your breath to naturally slow down and deepen."
      },
      {
        "img": "step-5.png",
        "title": "Begin inhaling together.",
        "text": " In a coordinated manner, both of you start inhaling slowly, steadily, and deeply through your noses. As you breathe in, visualize filling your lungs with fresh, revitalizing air."
      },
      {
        "img": "step-6.png",
        "title": "Hold the breath briefly.",
        "text": "When you and the other person reach the peak of your inhalation, hold the breath for a second or two. Embrace this stillness and enjoy the sense of connection."
      }
    ]
  },
  {
    "title": "Synchronized Breathing and Deepening Connection",
    "steps": [
      {
        "img": "step-7.png",
        "title": "Exhale together.",
        "text": "Start exhaling slowly and steadily through your mouths. Release any tension or stress you may be holding onto as you breathe out. Visualize letting go of any negative energy or thoughts."
      },
      {
        "img": "step-8.png",
        "title": "Repeat the process.",
        "text": "Continue this rhythmic pattern of inhaling together, holding the breath, and exhaling together. Maintain a synchronized pace that feels comfortable for both of you."
      },
      {
        "img": "step-9.png",
        "title": "Focus on the connection.",
        "text": "Throughout the breathing hug, maintain a sense of presence and connection with the other person. Feel the warmth and support of the embrace, as well as the shared breath."
      },
      {
        "img": "step-10.png",
        "title": "Repeat as needed.",
        "text": "Continue the breathing hug for as long as you both feel comfortable and enjoy the experience. You can repeat the process as many times as you desire, allowing yourselves to fully relax and connect."
      }
    ]
  }
]
